[
    {
        "Date": "December 27",
        "Time": "11am - 1pm",
        "Room": "Expo",
        "Instructor 1": "Not Needed",
        "Instructor 2": "Not Needed",
        "Title": "Closed",
        "Description": "Not Needed",
        "Topic": "Not Needed",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 27",
        "Time": "11am - 1pm",
        "Room": "Crowne 1",
        "Instructor 1": "Laurel",
        "Instructor 2": "Bobby",
        "Title": "Basic not Boring ",
        "Description": "Get ready for 5 full days and nights of classes and dancing. You’ll work on partnered fundamentals while finding opportunities to explore your own style.",
        "Topic": "Lindy Hop",
        "Tag": "Beginner Friendly"
    },
    {
        "Date": "December 27",
        "Time": "11am - 1pm",
        "Room": "Crowne 2",
        "Instructor 1": "Andrea",
        "Instructor 2": "Andy",
        "Title": "The Floor is NOT Lava (Rhythmic Texture & Feel)",
        "Description": "Feel & Texture are rooted in the dance. The dance is not a series of steps, but your body’s movement resulting in those steps. In this class, we’ll work on different rhythmic feels that you might encounter in tunes you hear, and ideas to lock in with them and carry them with you. In addition, we’ll work in some movements and steps that can give extra flavor and texture when you are in those grooves. We’ll challenge you to extend and better articulate your contact with the floor and the music.",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 27",
        "Time": "11am - 1pm",
        "Room": "Blue Ridge",
        "Instructor 1": "Kenneth",
        "Instructor 2": "Julie",
        "Title": "Footwork & Texas Shuffle",
        "Description": "In this class, we’ll work on cool footwork that shuffles, slides, & glides. We’ll use this footwork in some swing-familiar patterns, then build it into a blues dance called Texas Shuffle. Use these skills in the Blue Ridge room on 12/28, dancing to West Coast Blues artists like T-Bone Walker & Lowell Fulson. Suggested pre-requisite: stretch & compression techniques (can be from blues or swing dances)",
        "Topic": "Blues",
        "Tag": "Advanced"
    },
    {
        "Date": "December 27",
        "Time": "11am - 1pm",
        "Room": "Foxfire",
        "Instructor 1": "Matt",
        "Instructor 2": "Chisomo",
        "Title": "From Head to Soul",
        "Description": "Practice dancing Balboa from the top of your head to the soles of your feet. This class will inspire you to engage in full body dancing.",
        "Topic": "Balboa",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 27",
        "Time": "3pm - 5pm",
        "Room": "Expo",
        "Instructor 1": "Anthony",
        "Instructor 2": "Irina",
        "Title": "Routine Track",
        "Description": "Learn a full Routine with Anthony and Irina. Over 8 hours you will learn choroegraphy, formations, performance tips and tricks and then perform for all of Lindy Focus on the night of the 30th. You MUST take all 4 sessions of this class. ",
        "Topic": "Lindy Hop Routine",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 27",
        "Time": "3pm - 5pm",
        "Room": "Crowne 1",
        "Instructor 1": "Andrea",
        "Instructor 2": "Andy",
        "Title": "Put A Bird On It (Jazz Steps in Lindy Hop)",
        "Description": "Are you becoming proficient at the basics, and ready for more ideas but want to build on technique and skill? In this class, we’ll teach some classic and some not-so-classic jazz steps. Then we’ll work to bring them into your partner dancing. In addition, we’ll also work on altering and combining those steps to make them your own. This class is friendly to newer dancers, but we are going to assume you can Swing Out well enough to start playing with it.",
        "Topic": "Lindy Hop",
        "Tag": "Beginner Friendly"
    },
    {
        "Date": "December 27",
        "Time": "3pm - 5pm",
        "Room": "Crowne 2",
        "Instructor 1": "Natalia",
        "Instructor 2": "Tim",
        "Title": "It's JAZZ Dancing",
        "Description": "The jazz language is a conversation and a conversation requires participation from both parties. Join us as we closely observe and feel the music to uncover new dimensions that will enrich our dancing experience!",
        "Topic": "Lindy Hop",
        "Tag": "Advanced"
    },
    {
        "Date": "December 27",
        "Time": "3pm - 5pm",
        "Room": "Blue Ridge",
        "Instructor 1": "Not Needed",
        "Instructor 2": "Not Needed",
        "Title": "Closed",
        "Description": "Not Needed",
        "Topic": "Not Needed",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 27",
        "Time": "3pm - 5pm",
        "Room": "Foxfire",
        "Instructor 1": "Not Needed",
        "Instructor 2": "Not Needed",
        "Title": "TBD",
        "Description": "TBD",
        "Topic": "Not Needed",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 28",
        "Time": "11am - 1pm",
        "Room": "Expo",
        "Instructor 1": "Anthony",
        "Instructor 2": "Irina",
        "Title": "Routine Track",
        "Description": "Learn a full Routine with Anthony and Irina. Over 8 hours you will learn choroegraphy, formations, performance tips and tricks and then perform for all of Lindy Focus on the night of the 30th. You MUST take all 4 sessions of this class. ",
        "Topic": "Lindy Hop Routine",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 28",
        "Time": "11am - 1pm",
        "Room": "Crowne 1",
        "Instructor 1": "Laura",
        "Instructor 2": "Caleb",
        "Title": "How to \"Actually\" get better at Rhythm",
        "Description": "In this workshop, Laura & Caleb will give an overview of their collective and individualized approaches to dynamic Lindy Hop dancing. They’ll also share ideas of how to practice, with and without a partner, to advance one’s confidence in providing rhythmic ideas to a dance. This workshop will conclude with a choreography encapsulating these ideas.",
        "Topic": "Lindy Hop",
        "Tag": "Advanced"
    },
    {
        "Date": "December 28",
        "Time": "11am - 1pm",
        "Room": "Crowne 2",
        "Instructor 1": "Jamica",
        "Instructor 2": "Not Needed",
        "Title": "Gettin' Sentimental Through IMPROV-ography",
        "Description": "You might have a fire song and dope moves, but if you're not servin' expression and your own style, your performance will always fall flat. Jamica has prepared a couple of blues and jazz choreographies that will be practiced to different versions of the same song to improve active listening and creative control by adapting expression and style to fit what is playing. The choreography acts as a grounding guideline but the point is to make it your own! This class will end up quickly reviewing lots of vocabulary, but because the focus is on stylizing and expression, moves will not be broken down and taught 'traditionally'. So if you're a novice in solo jazz and blues this might be a fast paced and challenging class.",
        "Topic": "Solo",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 28",
        "Time": "11am - 1pm",
        "Room": "Blue Ridge",
        "Instructor 1": "Jon & Friends",
        "Instructor 2": "Not Needed",
        "Title": "Musicality, Kind Of. ",
        "Description": "Jon and friends (Andy Reid, Tim Christopher and more!) take you on a musical,emotional, and rhythmic journey through Beats, Bits, and Battlestar Galactica.  \r\nWe will talk about how being a musician has changed our dancing, what we've brought from our dancing onto the bandstand, and most importantly: how YOU can make the music at a dance better without ever touching an instrument.",
        "Topic": "Music",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 28",
        "Time": "11am - 1pm",
        "Room": "Foxfire",
        "Instructor 1": "Sara-Sofia",
        "Instructor 2": "Dee",
        "Title": "Balboa Focus",
        "Description": " So you've seen that Balboa corner on the dance floor? If you wonder what all the fuss is about or want to better understand the fundamentals this is the class for you. We'll do a deep dive into some balboa mechanics with a focus on comfort, connection, playfulness, and getting you shuffling on the floor in no time.",
        "Topic": "Balboa",
        "Tag": "Beginner Friendly"
    },
    {
        "Date": "December 28",
        "Time": "3pm - 5pm",
        "Room": "Expo",
        "Instructor 1": "Andrea",
        "Instructor 2": "Andy",
        "Title": "Some Jazz Music Cheat Codes",
        "Description": "Things you do are more resonant if they make sense to your partner and to passersby, but how do I understand how the music works without reading “the book”? This is a class in two parts: First, we’ll define and get you engaged with the song structures we regularly dance to. Knowing this can free you up to focus on some of the less mundane details of the music and help you make meaning of your steps and improvisations. The second part of the class will focus on things we can do to be inspired by and even predictive of what our partners are doing so we can respond. In addition, we’ll work on how to communicate through our movement to a partner what they can look forward to next happening next.",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 28",
        "Time": "3pm - 5pm",
        "Room": "Crowne 1",
        "Instructor 1": "Laurel",
        "Instructor 2": "Bobby",
        "Title": "Keep Calm and Dance On",
        "Description": "how to panic less when the tempos are hot",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 28",
        "Time": "3pm - 5pm",
        "Room": "Crowne 2",
        "Instructor 1": "Natalia",
        "Instructor 2": "Matt",
        "Title": "TBD",
        "Description": "TBD",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 28",
        "Time": "3pm - 5pm",
        "Room": "Blue Ridge",
        "Instructor 1": "Jamica",
        "Instructor 2": "Julie",
        "Title": "Close Dancing & Traveling the Floor",
        "Description": "Learn (or brush up on) how to dance close in a way that’s comfy & cozy for both partners—covering both physical mechanics as well as consent, choice, and body language. We’ll use this comfy close connection to learn two blues-idiom dances, one from juke joints and one from ballrooms like the Savoy, getting into line-of-dance etiquette, techniques, & maybe even some games :D",
        "Topic": "Blues",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 28",
        "Time": "3pm - 5pm",
        "Room": "Foxfire",
        "Instructor 1": "Caleb",
        "Instructor 2": "Not Needed",
        "Title": "Tap Fundamentals",
        "Description": "A 2-hour workshop designed for those interested in transferring their Lindy Hop/Solo Jazz experience to Tap Dance. We'll use your understanding of footwork patterns, rhythm, musicality, and style to delve into the rich history of tap dance as an embodied, sound-making dance form. No tap shoes required (though they're encouraged); class may also be taken in heavy leather-soled shoes. Class will involve a brief historical discussion, exercises to develop technique, and a short combination to understand how tap dance can be applied to choreography, improvisation, and your greater understanding of jazz dance forms.",
        "Topic": "Tap",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 29",
        "Time": "11am - 1pm",
        "Room": "Expo",
        "Instructor 1": "Anthony",
        "Instructor 2": "Irina",
        "Title": "Routine Track",
        "Description": "Learn a full Routine with Anthony and Irina. Over 8 hours you will learn choroegraphy, formations, performance tips and tricks and then perform for all of Lindy Focus on the night of the 30th. You MUST take all 4 sessions of this class. ",
        "Topic": "Lindy Hop Routine",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 29",
        "Time": "11am - 1pm",
        "Room": "Crowne 1",
        "Instructor 1": "Natalia",
        "Instructor 2": "Matt",
        "Title": "TBD",
        "Description": "TBD",
        "Topic": "Lindy Hop",
        "Tag": "Advanced"
    },
    {
        "Date": "December 29",
        "Time": "11am - 1pm",
        "Room": "Crowne 2",
        "Instructor 1": "Jamica",
        "Instructor 2": "Not Needed",
        "Title": "Critical Choreographies",
        "Description": "Jamica has spent a LOT of time learning, creating, and reviewing choreographies. Regardless if you have a lot of choreographic experience or you are a total newb, Jamica will facilitate logistical, technical, and cultural elements that everyone needs to consider in their creative process, allowing you to level up- or begin- your choreographic journeys! Even if you're not interested in performing, choreography is an excellent learning and practicing tool. Please come prepared with things to share that we can workshop together– songs you’re considering, videos of choreographies you love or are questioning, and maybe even a small excerpt of your own to receive feedback on! This class will aim for a nice balance between practice and discussion but ultimately will be student driven.",
        "Topic": "Solo",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 29",
        "Time": "11am - 1pm",
        "Room": "Blue Ridge",
        "Instructor 1": "Kenneth",
        "Instructor 2": "Julie",
        "Title": "Move Your Body: Soul & Funky Blues",
        "Description": "Open up your toolbox of expression! We’ll work on foundational isolations to help you open up ways of expressing the music with more parts of your body. We’ll use these as we explore dancing to blues music and blues as it transitions into soul and funkier music & movement",
        "Topic": "Blues",
        "Tag": "Beginner Friendly"
    },
    {
        "Date": "December 29",
        "Time": "11am - 1pm",
        "Room": "Foxfire",
        "Instructor 1": "Bobby",
        "Instructor 2": "Chisomo",
        "Title": "Shuffle and Swing",
        "Description": "Level up your Balboa. Expand qualities that make Balboa amazing: comfy partnership connection, grounded movement, and creativity in personal expression. ",
        "Topic": "Balboa",
        "Tag": "Advanced"
    },
    {
        "Date": "December 29",
        "Time": "3pm - 5pm",
        "Room": "Expo",
        "Instructor 1": "Laura",
        "Instructor 2": "Not Needed",
        "Title": "Solo Routine Pt 1",
        "Description": "Just, as the title suggests, we’ll be learning a solo jazz routine over 4 hours together with the intention of performing at the dance on the 30th - you don’t have to, but it’s fun! If you know me, you know that we’ll probably sweat. Bring water, an extra shirt if you want it, and maybe a snack. These classes will be working on body movement, rhythm fundamentals, and classic jazz steps. The choreography will be a combination of everything! For maximum comfort, expect to practice ;)",
        "Topic": "Solo Routine",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 29",
        "Time": "3pm - 5pm",
        "Room": "Crowne 1",
        "Instructor 1": "Jamica",
        "Instructor 2": "Natalia",
        "Title": "Jazz Smörgåsbord",
        "Description": "With so many dance styles to choose from, why limit yourself to just one? In this class, we will explore classic movements of various swing dance styles and get creative with ways to mix them together in social dancing, giving you a broader range of movement to be even more responsive to the music.",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 29",
        "Time": "3pm - 5pm",
        "Room": "Crowne 2",
        "Instructor 1": "Andrea",
        "Instructor 2": "Andy",
        "Title": "Learn from our Mistakes (On Mobility)",
        "Description": "This class will not be “fun” in a traditional sense. We’ll focus on letting you move better, for longer, investing in better body mechanics means being able to execute all your batsh*t crazy ideas. One beauty of this dance is that people of all ages can do it together, but that doesn’t exclude it from having impacts on your body, both positive and negative - especially after a long event like this one. We’ll warm up. We’ll cool down, and, with the idea that you can take these things with you, let two (potentially older) people with the benefit of hindsight help you sort through different drills and movements that can help you feel better when you dance, and after. Come with questions.",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 29",
        "Time": "3pm - 5pm",
        "Room": "Blue Ridge",
        "Instructor 1": "Not Needed",
        "Instructor 2": "Not Needed",
        "Title": "Closed",
        "Description": "Not Needed",
        "Topic": "Not Needed",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 29",
        "Time": "3pm - 5pm",
        "Room": "Foxfire",
        "Instructor 1": "Caleb",
        "Instructor 2": "Not Needed",
        "Title": "Tap",
        "Description": "Designed for Advanced Lindy Hop/Solo Jazz dancers with some tap dance experience (“I know a few steps!” “I can do timesteps..?” “I learned this little step from Nathan Bugh back in 2019.”). Elevate your understanding and approach to tap dance with a greater emphasis on technical approach. Class will conclude with learning a section of choreography to expand ideas of musical dialogue, rhythmic composition, and how to make tap dancing as expressive and stylish as your other jazz dance practices.",
        "Topic": "Tap",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 30",
        "Time": "11am - 1pm",
        "Room": "Expo",
        "Instructor 1": "Anthony",
        "Instructor 2": "Irina",
        "Title": "Routine Track",
        "Description": "Learn a full Routine with Anthony and Irina. Over 8 hours you will learn choroegraphy, formations, performance tips and tricks and then perform for all of Lindy Focus on the night of the 30th. You MUST take all 4 sessions of this class. ",
        "Topic": "Lindy Hop Routine",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 30",
        "Time": "11am - 1pm",
        "Room": "Crowne 1",
        "Instructor 1": "Laura",
        "Instructor 2": "Caleb",
        "Title": "Lead, Follow, Switch, Whatever!",
        "Description": "In this workshop, Laura and Caleb will cover different technical and philosophical approaches to Lindy Hop with an emphasis on flexible “roles”. Momentum, call-and-response, and other tenets of Jazz Dance forms will be utilized to expand each student’s conception of partnered dancing. The workshop will conclude with a choreography encapsulating these ideas.",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 30",
        "Time": "11am - 1pm",
        "Room": "Crowne 2",
        "Instructor 1": "Andrea",
        "Instructor 2": "Andy",
        "Title": "UnBASICing the Basics",
        "Description": "It’s funny that we call the steps we do the most often “basic”. Sometimes we take for granted our most common steps as filler material until we do something that matters. That’s backwards. It should all matter. This class is NOT about making your most common steps more technically “perfect”, this is about making them flexible so they can truly be steps you love to do - engaged with the song you hear and the partner you are with - not just something you do because you can’t think of anything else. Stop looking for more moves and start implementing more movement.",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 30",
        "Time": "11am - 1pm",
        "Room": "Blue Ridge",
        "Instructor 1": "Not Needed",
        "Instructor 2": "Not Needed",
        "Title": "Closed",
        "Description": "Not Needed",
        "Topic": "Not Needed",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 30",
        "Time": "11am - 1pm",
        "Room": "Foxfire",
        "Instructor 1": "Laurel",
        "Instructor 2": "Not Needed",
        "Title": "TBD",
        "Description": "TBD",
        "Topic": "Solo",
        "Tag": "Beginner Friendly"
    },
    {
        "Date": "December 30",
        "Time": "3pm - 5pm",
        "Room": "Expo",
        "Instructor 1": "Laura",
        "Instructor 2": "Not Needed",
        "Title": "Solo Routine Pt 2",
        "Description": "Just, as the title suggests, we’ll be learning a solo jazz routine over 4 hours together with the intention of performing at the dance on the 30th - you don’t have to, but it’s fun! If you know me, you know that we’ll probably sweat. Bring water, an extra shirt if you want it, and maybe a snack. These classes will be working on body movement, rhythm fundamentals, and classic jazz steps. The choreography will be a combination of everything! For maximum comfort, expect to practice ;)",
        "Topic": "Solo Routine",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 30",
        "Time": "3pm - 5pm",
        "Room": "Crowne 1",
        "Instructor 1": "Matt",
        "Instructor 2": "Chisomo",
        "Title": "5-6-7-Ate",
        "Description": "Learn how to eat it up on the dance floor. No crumbs. Explore improvisation and individuality in this class. We will be using an inquiry-based approach to spice up your improv.",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 30",
        "Time": "3pm - 5pm",
        "Room": "Crowne 2",
        "Instructor 1": "Natalia",
        "Instructor 2": "Irina",
        "Title": "Switch",
        "Description": "How much do we lead, and how much do we follow? In this class, we will explore and reshape the traditional roles of leader and follower, allowing you to express your unique artistic identity and embrace the partnership!",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 30",
        "Time": "3pm - 5pm",
        "Room": "Blue Ridge",
        "Instructor 1": "Kenneth",
        "Instructor 2": "Julie",
        "Title": "Candy in Moderation",
        "Description": "Let’s have some fun and challenge ourselves with some flashier blues turns, moves, and floorwork. Surgeon General’s warning: Please use flash responsibly. Pre-requisites: momentum, stretch, & compression skills (can be from blues or swing dances). You can bring your own partner or partners, but it’s not required.",
        "Topic": "Blues",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 30",
        "Time": "3pm - 5pm",
        "Room": "Foxfire",
        "Instructor 1": "Sara-Sofia",
        "Instructor 2": "Dee",
        "Title": "Conversation in Balboa - Moving Together",
        "Description": "Balboa is a conversational dance! In this all levels class we’ll explore tools applicable to both roles to better communicate with each other through playful connection, timing, and rhythm. We’ll take a slight detour away from call and response, and practice moving together.",
        "Topic": "Balboa",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 31",
        "Time": "11am - 1pm",
        "Room": "Expo",
        "Instructor 1": "Not Needed",
        "Instructor 2": "Not Needed",
        "Title": "Closed",
        "Description": "Not Needed",
        "Topic": "Not Needed",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 31",
        "Time": "11am - 1pm",
        "Room": "Crowne 1",
        "Instructor 1": "Not Needed",
        "Instructor 2": "Not Needed",
        "Title": "Closed",
        "Description": "Not Needed",
        "Topic": "Not Needed",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 31",
        "Time": "11am - 1pm",
        "Room": "Crowne 2",
        "Instructor 1": "Not Needed",
        "Instructor 2": "Not Needed",
        "Title": "Closed",
        "Description": "Not Needed",
        "Topic": "Not Needed",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 31",
        "Time": "11am - 1pm",
        "Room": "Blue Ridge",
        "Instructor 1": "Not Needed",
        "Instructor 2": "Not Needed",
        "Title": "Closed",
        "Description": "Not Needed",
        "Topic": "Not Needed",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 31",
        "Time": "11am - 1pm",
        "Room": "Foxfire",
        "Instructor 1": "Not Needed",
        "Instructor 2": "Not Needed",
        "Title": "Closed",
        "Description": "Not Needed",
        "Topic": "Not Needed",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 31",
        "Time": "3pm - 5pm",
        "Room": "Expo",
        "Instructor 1": "Anthony",
        "Instructor 2": "Irina",
        "Title": "Routine Track",
        "Description": "Learn a full Routine with Anthony and Irina. Over 8 hours you will learn choroegraphy, formations, performance tips and tricks and then perform for all of Lindy Focus on the night of the 30th. You MUST take all 4 sessions of this class. ",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 31",
        "Time": "3pm - 5pm",
        "Room": "Crowne 1",
        "Instructor 1": "Jon",
        "Instructor 2": "Laurel",
        "Title": "Falling with Style",
        "Description": "We have all been there: a fresh fast banger comes on and you want to dance so bad, but you feel like at this tempo all you can do is rockstep and hold on. We're here to help. We also love fast music, and want to show some new ways that we can share in the joy of the bangers without  swingin out out nonstop.  ",
        "Topic": "Lindy Hop",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 31",
        "Time": "3pm - 5pm",
        "Room": "Crowne 2",
        "Instructor 1": "Natalia",
        "Instructor 2": "Matt",
        "Title": "Up, Down, Touch the Ground!",
        "Description": "Come explore new shapes and innovative ways to move in balboa. This dance doesn’t always have to stay upright.",
        "Topic": "Balboa",
        "Tag": "Advanced"
    },
    {
        "Date": "December 31",
        "Time": "3pm - 5pm",
        "Room": "Blue Ridge",
        "Instructor 1": "Kenneth",
        "Instructor 2": "Jamica",
        "Title": "Bluesifyin’ & The Blues Dance Continuum",
        "Description": "Just because you can do blues to nearly anything, should you? We’ll talk about where those limits are, give you insights on the when, where, why, and how to adapt your dance accordingly. Lastly, we’ll also tackle the thread between black vernacular dances that informs multiple dance spaces and how that can aid your choices.",
        "Topic": "Blues",
        "Tag": "Not Needed"
    },
    {
        "Date": "December 31",
        "Time": "3pm - 5pm",
        "Room": "Foxfire",
        "Instructor 1": "Bobby",
        "Instructor 2": "Chisomo",
        "Title": "Balboa Jam",
        "Description": "Do jam circles belong in Balboa? Come and jam with us in this Balboa class. We will explore how to take inspiration from one another and learn about the multicultural roots of this dance. ",
        "Topic": "Balboa",
        "Tag": "Not Needed"
    }
]