[
    {
        "Date": "December 26",
        "Time": "TBD",
        "Short Title": "Movie Viewing: The Piano Lesson",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Based on a play by August Wilson, The Piano Lesson focuses on the tension building in a few rooms of an African American household as the family members negotiate how to pave their future while not forgetting the past. The only other location shown is the Crawford Grill where some relief from the external world is felt, and the full range of emotion through dance is seen.  There will be Q&A after the film.",
        "Location": "TBD"
    },
    {
        "Date": "December 27",
        "Time": "11a - 1p",
        "Short Title": "Queens of the Nightclub",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "What is a Shake Dancer? What is the history of contemporary American Strippers? Queens of the Nightclub is a research project about the historical connections between Jazz clubs and ‘the club’. It is a Black, queer, sex workers’ history of erotic improvisation and stage entertainment during the 20th century.",
        "Location": "Dogwood"
    },
    {
        "Date": "December 27",
        "Time": "1p - 3p",
        "Short Title": "Do The Next Right Thing",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Come find ways to add to your anti-racism practices and how you engage with history & Black culture in, and beyond, dance! In this discussion-based class, we'll introduce frameworks for reflecting and taking action, ideas of how we can do this work together, and how to overcome barriers we may have encountered. You'll come away with a personal 'why' statement, ideas for actions, & accountability buddies for your next steps. This class is for all dance community members, whether you're a teacher/DJ/organizer or not.",
        "Location": "Dogwood"
    },
    {
        "Date": "December 27",
        "Time": "1:00p - 3:00p",
        "Short Title": "Tie-Dye",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Customize your very own Lindy Focus T-Shirt.  It could be just for you, or it could be for your team/scene",
        "Location": "Blue Ridge"
    },
    {
        "Date": "December 27",
        "Time": "3p - 5p",
        "Short Title": "Creating Accessible Spaces",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "This workshop will explore practical strategies for making events and spaces more accessible for individuals with disabilities. Participants will gain a deeper understanding of accessibility, practice identifying barriers to physical, social, and sensory accessibility, and discuss solutions using real world examples. ",
        "Location": "Dogwood"
    },
    {
        "Date": "December 27",
        "Time": "5:30p - 7:30p",
        "Short Title": "Shootin’ The Sh!t with David Butts",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "An old expression meant to convey passing the time with banter. We’ll ask all sorts of random questions you didn’t know you wanted the answers to and we’ll watch some clips (his? Ours? Yours? Come find out!) and collect his thoughts. This will not be your typical interview with an elder! ",
        "Location": "Dogwood"
    },
    {
        "Date": "December 28",
        "Time": "11a - 1p",
        "Short Title": "Balboa in Color",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Believe it or not, Balboa has a colorful origin story! Come learn about the obscured history of the diverse contributors to this beloved dance and why it matters to shed light on racial and ethnic erasure in the dance scene. ",
        "Location": "Dogwood"
    },
    {
        "Date": "December 28",
        "Time": "1p - 3p",
        "Short Title": "Intersectionality Panel",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Join the panelists as they discuss their diverse intersectional backgrounds and the special considerations that they have while navigating the dance world, and in turn, the special considerations that instructors and organizers might want to consider in their programming. If you have felt panels and presentations at dance events regarding diverse populations have lacked nuance or complexity, this session is for you!",
        "Location": "Dogwood"
    },
    {
        "Date": "December 28",
        "Time": "3p - 5p",
        "Short Title": "Creating Safe Spaces & Addressing Mental Health Concerns",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "A workshop focused on strategies for creating safe and welcoming spaces at events, addressing potential challenges, and promoting inclusivity. Additionally, attendees will learn the skills to identify, understand, and respond to their mental health needs.",
        "Location": "Dogwood"
    },
    {
        "Date": "December 28",
        "Time": "5:00p - 7:00p",
        "Short Title": "Secret Handshake Club; Team Rock, Paper, Scissors",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "You've done Rock, Paper, Scissors as an individual, but have you done it as a team?  It is a race to the finish, and only you and your teammates can defend your kingdom!  (5 players per team)",
        "Location": "Dogwood"
    },
    {
        "Date": "December 28",
        "Time": "5:30p - 7:30p",
        "Short Title": "Closed",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Not Needed",
        "Location": "Dogwood"
    },
    {
        "Date": "December 29",
        "Time": "11a - 1p",
        "Short Title": "Let’s Stretch!",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Not Needed",
        "Location": "Dogwood"
    },
    {
        "Date": "December 29",
        "Time": "1p - 3p",
        "Short Title": "So You Think You Can Dance",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Do you have super sweet moves? Are you able to keep your cool when the time is almost out? Fan of balloons? Then you should enter this dance challenge competition which gives you a chance to win a free pass to Lindy Focus next year! Come support (and laugh at your friends) if you don’t feel like playing!",
        "Location": "Dogwood"
    },
    {
        "Date": "December 29",
        "Time": "1:00p - 3:00p",
        "Short Title": "Avalanche",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Team speed trivia!  Be the first team to complete the column of trivia questions that include history, vernacular jazz, and hum that tune.  If you get one question wrong, then you must start the column, again. (5 players per team)",
        "Location": "Blue Ridge"
    },
    {
        "Date": "December 29",
        "Time": "3p - 5p",
        "Short Title": "Disability Outreach",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "This workshop will focus on strategies for effective disability outreach within local communities. Participants will learn about: disability culture, building relationships with organizations and advocates, creating inclusive events, and promoting disability rights and supportive policies.",
        "Location": "Dogwood"
    },
    {
        "Date": "December 29",
        "Time": "5:30p - 7:30p",
        "Short Title": "Closed",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Not Needed",
        "Location": "Dogwood"
    },
    {
        "Date": "December 30",
        "Time": "11a - 1p",
        "Short Title": "Erskine Hawkins",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Geoff Newell and Laura Windley share a deep dive into the vibrant Black community in Birmingham, Alabama that rooted what would become Erskine Hawkins’ Bama State Collegians; then, follow the orchestra to New York, where they are embraced by the Black community there and find fame and success as the Erskine Hawkins Orchestra.",
        "Location": "Dogwood"
    },
    {
        "Date": "December 30",
        "Time": "1p - 3p",
        "Short Title": "Organizers Discuss!",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Organizing is hard work and it is too easy to get absorbed in your own event and lose sight of what is happening elsewhere. This session is to focus on the good, bad, and ugly of organizing by inviting veteran organizers to exchange stories and advice. If you are a fellow organizer or would like to be one, then this is a session you don’t want to miss! Consider this a follow up to last year’s successful organizer session, so it will aim to be more in depth and interactive for attendees, everyone is welcome even if they missed last year’s. ",
        "Location": "Dogwood"
    },
    {
        "Date": "December 30",
        "Time": "3p - 5p",
        "Short Title": "Closed",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Not Needed",
        "Location": "Dogwood"
    },
    {
        "Date": "December 30",
        "Time": "5:00p - 7:00p",
        "Short Title": "Create Scene Flags",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Do you have trouble finding your scene at events, or do you just want to express your joy and pride?  Come make a scene flag! You can also use it show off any Lindy Focus pin that your scene has earned.",
        "Location": "TBD"
    },
    {
        "Date": "December 30",
        "Time": "5:30p - 7:30p",
        "Short Title": "Blues Show ‘n’ Tell",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Join the blues instructors and DJs as they share their favorite media by contextualizing them and explaining why the clip or audio is so valuable to the blues tradition.",
        "Location": "Dogwood"
    },
    {
        "Date": "December 31",
        "Time": "11a - 1p",
        "Short Title": "Closed",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Not Needed",
        "Location": "Dogwood"
    },
    {
        "Date": "December 31",
        "Time": "1p - 3p",
        "Short Title": "Queer Blues and Jazz History",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "This presentation highlights queer historical figures and why it’s important to know and share their lives today. There will be lots of media to enjoy!",
        "Location": "Dogwood"
    },
    {
        "Date": "December 31",
        "Time": "3p - 5p",
        "Short Title": "Music Trivia",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Back again, the elaborate music trivia game to test your knowledge on all things jazz history in multiple formats (true/false, multiple choice of images, audio, dates, etc) will reward the person with the most points with a free pass to next year’s Lindy Focus! Start your training!",
        "Location": "Dogwood"
    },
    {
        "Date": "December 31",
        "Time": "5:30p - 7:30p",
        "Short Title": "Closed",
        "Long Title": "Not Needed",
        "Leaders": "Not Needed",
        "Description": "Not Needed",
        "Location": "Dogwood"
    }
]